Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=997_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Buresboahtin Sámiid álbmotbeaivvi ávvudeapmái Anárii 6.2.2015 !
smn: Tiervâpuáttim Säämi aalmugpeeivi juuhlán Anarân 6.2.2015 !

source: Sámediggi lágida Sámiid álbmotbeaivvi ávvudeami Anára Sámekulturguovddáš Sajosis bearjadaga 6.2.2015 diibmu 17.00 - 19.00.
smn: Sämitigge uárnee Säämi aalmugpeeivi juhle Aanaar Säämi kulttuurkuávdáš Sajosist vástuppeeivi 6.2.2015 tme 17.00 - 19.00.

source: Mánáide lea Sajosa šiljus herggiin vuodjin, dolastallan ja borramuš diibmu 15.30 - 17.00.
smn: Parnijd láá Saijoos šiljoost puásuivyejim, tulâstâllâm já purâdem tme 15.30 - 17.00.

source: Sámediggi fállá káfe ja juoga smávva, maid borastit, diibmu 16.00 - 17.00 Sajosa aulas.
smn: Sämitigge fáálá käähvi já smavvâ purâdem tme 16.00 - 17.00 Saijoos aulast.

source: Sámediggi ordne ovttas Anára searvegottiin bussesáhtuid Heahtás, Ohcejogas, Vuohčus, Čeavetjávrris ja Áŋŋelis Anárii sihke ruovttoluotta.
smn: Sämitigge uárnee oovtâstpargoost Aanaar servikuddijn bussisáátuid Hettaast, Ucjuuvâst, Vuáčust, Čevetjäävrist já Aŋŋelist Anarân sehe maasâd.

source: Heahtás ja Ohcejogas sáhtu fárrui almmuheapmi Riittai: riitta.
smn: Hettaast já Ucjuuvâst sáátun almottâttâm Riitan: riitta.

source: fi dahje tel. 040 840 0383.
smn: fi teikâ puh.. 040 840 0383.

source: Prográmma Sajosa auditorias diibmu 17.00 - 19.00
smn: Ohjelm Saijoos auditoriost tme 17.00 - 19.00

source: Sámi soga lávlla ovttaslávlun
smn: Säämi suuvâ laavlâ ohtsâšlavlun

source: Rahpansáhka Sámedikki presideanta Klemetti Näkkäläjärvi
smn: Lekkâmsaahâ Sämitige saavâjođetteijee Klemetti Näkkäläjärvi

source: Juoiggus Andte Gaup-Juuso
smn: Muusikoovdânpyehtim Aila duo

source: Juoiggus Inger Marie Nilut
smn: Muusikoovdânpyehtim Anna Lumisalmi ja Tauno Ljetoff

source: Musihkkačájáhus Hilda Länsman, Nicholas ja Kevin Francett
smn: Muusikoovdânpyehtim Hilda Länsman, Nicholas já Kevin Francett

source: Filbmačájáhus Ima Aikio-Arianaicka musihkkavideot: Unna guoláš čierru, Buoidda jorrá borrá, Stálu čiegát
smn: Muusikoovdânpyehtim Ánnámáret Ensemble

source: Buresboahtin ávvudit sámiid álbmotbeaivvi !
smn: Tiervâpuáttim juhlođ säämi aalmugpeeivi !

source: Lassedieđut: Riitta Orti-Berg, riitta.
smn: Lasetiäđuh: Riitta Orti-Berg, riitta.

source: fi., 040 840 0383 Mánáid prográmma: Petra Magga-Vars, petra.
smn: fi, 040 840 0383 Paarnij ohjelm: Petra Magga-Vars, petra.
